Repository: babycaseny/meld
Catalog: po/bb.po
Languages: bb

source: Cannot import:
bb: Import feilen:

source: Meld requires %s or higher.
bb: Meld rīkwair %s or haiĥer.

source: Meld does not support Python 3.
bb: Meld not dū sùpport Python 3.

source: Couldn't load Meld-specific CSS (%s) %s
bb: Loudiŋ Meld-spesifaik CSS (%s) butdùk %s

source: Diff Viewer
bb: Diff Vyuā

source: Meld Diff Viewer
bb: Meld Diff Vyuā

source: Compare and merge your files
bb: Kompär en mörj neidè fayls.

source: Meld is a visual diff and merge tool targeted at developers. Meld helps you compare files, directories, and version controlled projects. It provides two- and three-way comparison of both files and directories, and supports many version control systems including Git, Mercurial, Bazaar and Subversion.
bb: Meld-wa vyusol diff en mörj tūl targeten tu divelopās. Meld keyi kompär fayls, direktòris, en vörçion koncrolen prōjekts. Meld provaid fayls en direktòris dè 2-wei en 3-wei kompäreiçion, sùpport mani vörçion koncrol sistèms, inklūdiŋ: Git, Mercurial, Bazaar en Subversion.

source: Meld helps you review code changes, understand patches, and makes enormous merge conflicts slightly less painful.
bb: Meld help rīvyuiŋ koud čeinjs, förstå progremfikses en rīlif from mani mörj rīkwests.

source: Meld comparison description
bb: Meld kompäreiçion diskraipçion

source: Default window size
bb: Difàult window saiz

source: Default window state
bb: Difàult window steitùs

source: Show toolbar
bb: Displei tūlbār

source: If true, the window toolbar is visible.
bb: Displei window tūlbār if enàbolen.

source: Show statusbar
bb: Displei steitùsbār

source: If true, the window statusbar is visible.
bb: Displei window steitùsbār if enàbolen.

source: Automatically detected text encodings
bb: Tekst enkoudiŋs ditekten òtomeitikolli

source: These text encodings will be automatically used (in order) to try to decode loaded text files.
bb: Dessa textkodningar kommer automatiskt att användas (i ordning) för att försöka avkoda inlästa textfiler.

source: Width of an indentation step
bb: Indenteiçion step dè widŧ

source: Show line numbers
bb: Displei lain nùmbèrs

source: If true, line numbers will be shown in the gutter of file comparisons.
bb: If seten, lain nùmbèrs wa displeiiŋ in fayl kompäreiçions skrīn dè gùttèr.

source: Highlight syntax
bb: Haiĥlàit syntäks

source: Color scheme to use for syntax highlighting
bb: Kalar sĥem tu yus für syntäks haiĥlàitiŋ

source: Used by GtkSourceView to determine colors for syntax highlighting
bb: Yusen bai GtkSourceView tu ditörmin kalars für syntäks haiĥlàitiŋ

source: Displayed whitespace
bb: Displeien hwaitspeis

source: Selector for individual whitespace character types to be shown. Possible values are 'space', 'tab', 'newline' and 'nbsp'.
bb: Silektā für indivaidol hwaitspeis käraktā taips tu displeien. Possibol välyus wa 'speis', 'täb', 'niulain' en 'nbsp'.

source: Wrap mode
bb: Wräp moud

source: Highlight current line
bb: Haiĥlàit körrènt lain

source: Use the system default monospace font
bb: Yus sistèm-na difàult fiksen-widŧ taipset

source: If false, custom-font will be used instead of the system monospace font.
bb: If fols, kùstomaisen-taipset wa yusen apart from sistèm fiksen-widŧ taipset.

source: Custom font
bb: Yus kùstomaisen taipset

source: The custom font to use, stored as a string and parsed as a Pango font description.
bb: Kùstomaisen taipset tu yus, storen as striŋ en parsen as Pango dè font diskraipçion.

source: Ignore blank lines when comparing files
bb: Ignor blänk lains when kompäriŋ fayls

source: Use the system default editor
bb: Yus sistèm difàulten editā

source: If false, custom-editor-command will be used instead of the system editor when opening files externally.
bb: If ùnset, kùstomaisen-editā-kommand wa yusen tu rīpleis sistèm editā when opèniŋ fayls ikstörnolli.

source: The custom editor launch command
bb: Kommand tu launč kùstomaisen editā

source: Columns to display
bb: Kolùmns tu displei

source: Ignore symbolic links
bb: Ignor symbòlik liŋks

source: File timestamp resolution
bb: Fayl taimstämp rīsolveiçion

source: When comparing based on mtime, this is the minimum difference in nanoseconds between two files before they're considered to have different mtimes. This is useful when comparing files between filesystems with different timestamp resolution.
bb: When kompäriŋ beisen on mtime, nigè minimùm diffèrèns in nanosekonds bitwīn 2-gè fayls bifor konsidèren diffèrènt mtime välyus. Nigè setiŋ wa yusfol when kompäriŋ fayls bitwīn faylsistèms wiŧ diffèrènt taimstämp rīsoluçion.

source: File status filters
bb: Fayl steitùs filtèrās

source: Show the version control console output
bb: Displei vörçion koncrol konsol output

source: Version control pane position
bb: Vörçion koncrol pän posiçion

source: Present version comparisons as left-local/right-remote
bb: Jigùm-na vörçion kompäreiçions as left-lokol/rait-rīmot

source: Show margin in commit message editor
bb: Displei marjin in kommit messeij editā

source: Margin column in commit message editor
bb: Marjin kolùmn in kommit messeij editā

source: Automatically hard-wrap commit messages
bb: Òtomeitikolli hard-wräp kommit messeijs

source: Version control status filters
bb: Vörçion koncrol steitùs filtèrās

source: Filename-based filters
bb: Faylneim-beisen filtèrās

source: Text-based filters
bb: Tekst-beisen filtèrās

source: About Meld
bb: Àbaut Meld

source: Website
bb: Websàit

source: translator-credits
bb: Tom K. C. Chiu <tomchiukc@gmail.com>

source: _Preferences
bb: _Priförènses

source: _About
bb: À_baut

source: _Quit
bb: _Ziuru

source: _Compare
bb: _Kompär

source: Compare selected files
bb: Kompär silekten fayls

source: Copy to _Left
bb: Kopi tu _Left

source: Copy to left
bb: Kopi tu left

source: Copy to _Right
bb: Kopi tu _Ràit

source: Copy to right
bb: Kopi tu ràit

source: Delete selected
bb: Dilit silekten

source: Hide
bb: Haid

source: Hide selected
bb: Haid silekten

source: Ignore Filename Case
bb: Ignor Faylneim Keis

source: Same
bb: Seim

source: Show identical
bb: Displei aidentikol

source: New
bb: Niu

source: Show new
bb: Displei niu

source: Modified
bb: Modifaien

source: Show modified
bb: Displei modifaien

source: Filters
bb: Filtèrās

source: Set active filters
bb: Set aktiv filtèrās

source: Editable List
bb: Editàbol List

source: Active
bb: Aktiv

source: Column Name
bb: Kolùmn Neim

source: _Add
bb: Ä_dd

source: _Remove
bb: _Rīmūv

source: Move item up
bb: Mūv aitèm ùp

source: Move _Up
bb: Mūv Ù_p

source: Move item down
bb: Mūv aitèm dawn

source: Move _Down
bb: Mūv _Dawn

source: Name
bb: Neim

source: Pattern
bb: Pättèrn

source: Add new filter
bb: Ädd niu filtèrā

source: Remove selected filter
bb: Rīmūv silekten filtèrā

source: Format as Patch...
bb: Formät as progremfiks…

source: Create a patch using differences between files
bb: Krieit progremfiks yusiŋ diffèrènses bitwīn fayls

source: Save A_ll
bb: Seiv O_l

source: Save all files in the current comparison
bb: Seiv ol fayls in körrènt kompäreiçion

source: Revert files to their saved versions
bb: Rīvört fayls tu seiven vörçions

source: Previous Conflict
bb: Priv Konflikt

source: Go to the previous conflict
bb: Goutu priv konflikt

source: Next Conflict
bb: Nèist Konflikt

source: Go to the next conflict
bb: Goutu nèist konflikt

source: Copy Above Left
bb: Kopi Abauv Left

source: Copy Below Left
bb: Kopi Bilow Left

source: Copy Above Right
bb: Kopi Abauv Ràit

source: Copy Below Right
bb: Kopi Bilow Ràit

source: Delete
bb: Dilit

source: Delete change
bb: Dilit čeinj

source: Merge All from Left
bb: Mörj Ol from Left

source: Merge all non-conflicting changes from the left
bb: Mörj ol mwu-konflikt-gè čeinjs from left

source: Merge All from Right
bb: Mörj Ol from Ràit

source: Merge all non-conflicting changes from the right
bb: Mörj ol mwu-konflikt-gè čeinjs from rait

source: Merge All
bb: Mörj Ol

source: Merge all non-conflicting changes from left and right panes
bb: Mörj ol mwu-konflikt-gè čeinjs from left en rait pänol

source: Previous Pane
bb: Priv Pänol

source: Next Pane
bb: Nèist Pänol

source: Lock Scrolling
bb: Lokk Skrolliŋ

source: Lock scrolling of all panes
bb: Lokk ol pänols dè skrolliŋ

source: Save changes to documents before closing?
bb: Seiv čeinjs tu dokyumènts bifor klosiŋ?

source: If you don't save, changes will be permanently lost.
bb: If čeinjs not dū seiven, čeinjs-wa mwuzo-gala.

source: Close _without Saving
bb: Klos _wiŧout Seiviŋ

source: _Cancel
bb: _Känsol

source: _Save
bb: _Seiv

source: This file can not be written to. You may click here to unlock this file and make changes anyway, but these changes must be saved to a new file.
bb: Komplit wörd

source: File 3
bb: Fayl_3

source: File 2
bb: Fayl_2

source: File 1
bb: Fayl_1

source: Revert unsaved changes to documents?
bb: Rīvört mǐseiven čeinjs tu dokyumènts?

source: _Replace
bb: _Rīpleis

source: Replace _All
bb: Rīpleis _Ol

source: _Previous
bb: _Priv

source: _Next
bb: _Nèist

source: Find:
bb: Faind:

source: Replace _with:
bb: Rīpleis _wiŧ:

source: Who_le word
bb: Komplit wörd

source: Wrapped
bb: Wräpen

source: Format as Patch
bb: Formät as progremfiks

source: Copy to Clipboard
bb: Kopi tu Klipbōd

source: Save Patch
bb: Seiv Progremfiks

source: Use differences between:
bb: Yus diffèrènses bitwīn:

source: Left and middle panes
bb: Left en middol pänols

source: Middle and right panes
bb: Middol en rait pänols

source: _Reverse patch direction
bb: _Rīvörs progremfiks dè direkçion

source: Left is remote, right is local
bb: Left wa rīmot, rait wa lokol

source: Left is local, right is remote
bb: Left wa lokol, rait wa rīmot

source: Remote, merge, local
bb: Rīmot, mörj, lokol

source: Local, merge, remote
bb: Lokol, mörj, rīmot

source: Meld Preferences
bb: Meld Priförènses

source: Font
bb: Taipset

source: _Use the system fixed width font
bb: _Yus sistèm fiksen-widŧ taipset

source: _Editor font:
bb: Editā _taipset:

source: Display
bb: Displei

source: _Tab width:
bb: _Täb widŧ:

source: _Insert spaces instead of tabs
bb: Insört speises tu rīpleis täbs

source: Enable text _wrapping
bb: Tekst _wräpiŋ wa enàbolen

source: Do not _split words over two lines
bb: Not dū _split wörds ovèr 2 lains

source: Highlight _current line
bb: Haiĥlàit _körrènt lain

source: Show _line numbers
bb: Displei _lain numbers

source: Show w_hitespace
bb: Displei _hwaitspeis

source: Use s_yntax highlighting
bb: Yus s_yntäks haihlàitiŋ

source: Syntax highlighting color scheme:
bb: Syntäks haiĥlàitiŋ kalar sĥem:

source: External Editor
bb: Ikstornol editā

source: Use _default system editor
bb: Yus sistèm _difàulten editā

source: Edito_r command:
bb: _Editā kommand:

source: Editor
bb: Editā

source: C_ompare files based only on size and timestamp
bb: K_ompär fayls beisen onli on saiz en taimstämp

source: _Timestamp resolution:
bb: _Taimstämp rīsoluçion

source: Symbolic Links
bb: Symbòlik liŋks

source: Visible Columns
bb: Vyusolabol Kolumns

source: Folder Comparisons
bb: _Fouldèr Kompäreiçions

source: Version Comparisons
bb: Vorçion Kompäreiçions

source: Commit Messages
bb: Kommit Messeijs

source: Automatically _break lines at right margin on commit
bb: Òtomeitikolli _breik lains à rait marjin on kommit

source: Version Control
bb: Vorçion Koncrol

source: Filename filters
bb: Faylneim filtèrās

source: When performing directory comparisons, you may filter out files and directories by name. Each pattern is a list of shell style wildcards separated by spaces.
bb: When pörformiŋ direktòris kompäreiçions, nei keyi filtèr out fayls en direktòris bai neim. Evri pättèrn wa list konteiniŋ šel staiyol waildkards sepäreiten bai speises.

source: File Filters
bb: Fayl Filtèrās

source: Change trimming
bb: Čeinj trimiŋ

source: Trim blank line differences from the start and end of changes
bb: Trim blänk lain diffèrènses from čeinjs dè start en end

source: Text filters
bb: Tekst filtèrās

source: New comparison
bb: Pikka kompäreiçion

source: File comparison
bb: Fayl kompäreiçion

source: Directory comparison
bb: Direktòri kompäreiçion

source: Version control view
bb: Vörçion koncrol vyu

source: _3-way comparison
bb: _3-direkçionol kompäreiçion

source: Select Third File
bb: Silekt de-3-gè fayl

source: Select Second File
bb: Silekt de-2-gè fayl

source: Select First File
bb: Silekt de-1-gè fayl

source: Select First Folder
bb: Silekt de-1-gè fouldèr

source: Select Second Folder
bb: Silekt de-2-gè fouldèr

source: Select Third Folder
bb: Silekt de-3-gè fouldèr

source: Select A Version-Controlled Folder
bb: Silekt 1-gè vörçion-koncrolen fouldèr

source: _Blank comparison
bb: _Blänk kompäreiçion

source: C_ompare
bb: K_ompär

source: Co_mmit...
bb: Ko_mmit…

source: Commit changes to version control
bb: Kommit čeinjs tu vörçion koncrol

source: _Update
bb: Ù_pdeit

source: Update working copy from version control
bb: Ùpdeit wörkiŋ kopi from vörçion koncrol

source: Add to version control
bb: Ädd tu vörçion koncrol

source: Remove from version control
bb: Rīmūv from vörçion koncrol

source: Mar_k as Resolved
bb: Mar_k as Rīsolven

source: Mark as resolved in version control
bb: Mar_k as rīsolven in vörçion koncrol

source: Re_vert
bb: Rī_vört

source: Revert working copy to original state
bb: Rīvört wörkiŋ kopi tu orijinol steitùs

source: Delete from working copy
bb: Dilit from wörkiŋ kopi

source: Console
bb: Konsol

source: Show or hide the version control console output pane
bb: Displei or neimai vörçion koncrol konsol output pänol

source: _Flatten
bb: _Flätenais

source: Flatten directories
bb: Flätenais direktòris

source: _Modified
bb: _Modifaien

source: Show modified files
bb: Displei modifaien fayls

source: Show normal files
bb: Displei normol fayls

source: Un_versioned
bb: _Mǐkoncrolen

source: Ignored
bb: Ignoren

source: Show ignored files
bb: Displei ignoren fayls

source: Commit
bb: Kommit

source: Commit Files
bb: Kommit Fayls

source: Log Message
bb: Log Messeij

source: Previous logs:
bb: Priv logs:

source: Co_mmit
bb: Ko_mmit

source: Console output
bb: Konsol output

source: Size
bb: Saiz

source: Modification time
bb: Modifaikeiçion taim

source: Permissions
bb: Pörmiçions

source: Hide %s
bb: Haid %s

source: [%s] Scanning %s
bb: [%s] Skäniŋ %s

source: [%s] Done
bb: [%s] Finišen

source: Folders have no differences
bb: Fouldèrs wa mwu diffèrènses

source: File filters are in use, so not all files have been scanned.
bb: Fayl filtèrās wa in yus, so not ol fayls wa skänen.

source: Hi_de
bb: Hai_d

source: Files with invalid encodings found
bb: Fayls wiŧ invälid enkoudiŋs wa fainden

source: '%s' hidden by '%s'
bb: '%s' haiden bai '%s'

source: Replace folder “%s”?
bb: Rīpleis foulèr “%s”?

source: Error copying file
bb: Öra when kopiiŋ fayl

source: Ln %i, Col %i
bb: Ln %i, Kol %i

source: Mark conflict as resolved?
bb: Mark konflikt as rīsolven?

source: Cancel
bb: Känsol

source: Mark _Resolved
bb: Mark _Rīsolven

source: [%s] Set num panes
bb: [%s] Set nùm päns

source: [%s] Opening files
bb: [%s] Opèniŋ fayls

source: %s is not in encodings: %s
bb: %s-wa not in enkoudiŋs: %s

source: [%s] Computing differences
bb: [%s] Kompyutiŋ diffèrènses

source: File %s has changed on disk
bb: Fayl %s on disk yígīŋ čeinjen

source: Do you want to reload the file?
bb: Ayisyur tu rīloud nigè fayl?

source: _Reload
bb: _Rīloud

source: Files are identical
bb: Fayls wa aidentikol

source: Show without filters
bb: Displei wiŧout filtèrās

source: Change highlighting incomplete
bb: Čeinj haiĥlàitiŋ mǐ-komplīt

source: Replace file “%s”?
bb: Rīpleis fayl “%s”?

source: Couldn't save file due to: %s
bb: Fayl seiv butdùk bikos: %s

source: Save Left Pane As
bb: Seiv Left Pänol As

source: Save Middle Pane As
bb: Seiv Middol Pänol As

source: Save Right Pane As
bb: Seiv Ràit Pänol As

source: File %s has changed on disk since it was opened
bb: Fayl %s on disk yígīŋ čeinjen sins opènen

source: Save Anyway
bb: Ignor en Seiv

source: Don't Save
bb: Not dū Seiv

source: _Save as UTF-8
bb: _Seiv as UTF-8

source: [%s] Merging files
bb: [%s] Mörjiŋ fayls

source: Copy _up
bb: Kopi ù_p

source: Copy _down
bb: Kopi _dawn

source: file
bb: fayl

source: folder
bb: fouldèr

source: Ignored for compatibility
bb: Ignoren für kompätàboliti

source: Create a diff tab for the supplied files or folders
bb: Krieit diff täb für sùpplaien fayls or fouldèrs

source: can't auto-merge less than 3 files
bb: òto-mörj direktòris wa butdùk if mwu 3-gè fayls

source: can't auto-merge directories
bb: òto-mörj direktòris wa butdùk

source: Error reading saved comparison file
bb: Öra rīdiŋ seiven kompäreiçion fayl

source: invalid path or URI "%s"
bb: invälid paŧwei or YRI "%s"

source: <unnamed>
bb: <mineimen>

source: _File
bb: _Fayl

source: _New Comparison...
bb: _Pikka Kompäreiçion…

source: Save the current file
bb: Seiv körrènt fayl

source: Save As...
bb: Seiv As…

source: Close the current file
bb: Klos körrènt fayl

source: Cut the selection
bb: Kùt silekçion

source: Copy the selection
bb: Kopi silekçion

source: Find...
bb: Faind…

source: _Replace...
bb: _Rīpleis…

source: _Changes
bb: Č_einjs

source: Go to the next change
bb: Goutu nèist čeinj

source: Previous Change
bb: Priv Čeinj

source: Go to the previous change
bb: Goutu priv čeinj

source: _View
bb: _Vyu

source: File Status
bb: Fayl Steitùs

source: Version Status
bb: Vörçion steitùs

source: Refresh the view
bb: Rīfreš vyu

source: _Tabs
bb: _Täb

source: _Previous Tab
bb: _Priv Täb

source: Activate previous tab
bb: Aktiveit priv täb

source: _Next Tab
bb: _Nèist Täb

source: Activate next tab
bb: Aktiveit nèist täb

source: Move Tab _Left
bb: Mūv Täb _Left

source: Move Tab _Right
bb: Mūv Tu _Ràit

source: Fullscreen
bb: Fullskrīn

source: View the comparison in fullscreen
bb: Vyu kompäreiçion in fullskrīn

source: _Toolbar
bb: _Tūlbār

source: Quit the program
bb: Progrem-wa Ziuru

source: Prefere_nces
bb: _Priförè_nses

source: _Contents
bb: _Kontents

source: About this application
bb: Àbaut nigè applaikeiçion

source: Cannot compare a mixture of files and directories
bb: Kompär fayls en direktòris dè mikscör wa butdùk

source: [None]
bb: [Mwu]

source: label
bb: leibol

source: pattern
bb: pättèrn

source: Version control:
bb: Vörçion koncrol:

source: Close tab
bb: Klos täb

source: Base
bb: Beis

source: Local
bb: Lokol

source: Remote
bb: Rimot

source: Unversioned
bb: Mǐkoncrolen

source: Error
bb: Öra

source: Renamed
bb: Rīneimen

source: Removed
bb: Rīmūven

source: Location
bb: Loukeiçion

source: Revision
bb: Rīvaiçion

source: Options
bb: Opçions

source: %s not installed
bb: %s wa mi-instolen

source: Invalid repository
bb: Invälid rīpositori

source: Choose which version control system to use
bb: Silekt vörçion koncrol sistèm tu yus

source: Scanning %s
bb: Skäniŋ %s

source: (Empty)
bb: (Mwuye)

source: %s — local
bb: %s — lokol

source: %s — remote
bb: %s — rimot

source: %s (local, merge, remote)
bb: %s (lokol, mörj, rīmot)

source: %s (remote, merge, local)
bb: %s (rīmot, mörj, lokol)

source: %s — repository
bb: %s — rīpositori

source: %s (working, repository)
bb: %s (wörkiŋ, rīpositori)

source: %s (repository, working)
bb: %s (rīpositori, wörkiŋ)

source: Remove folder and all its files?
bb: Rīmūv fouldèr en ol fayls wiŧin?

source: Error removing %s
bb: Öra rīmūviŋ %s
